Repository: gruprsvp/grup
Catalog: lib/l10n/app_*.arb
Languages: fr

source: Add contact
fr: Ajoute un contact

source: Add invite
fr: Ajoute une invitation

source: Camera
fr: Caméra

source: Cancel
fr: Annule

# changeTheme
source: Theme
fr: Thème

source: Choose new profile picture
fr: Choisis une nouvelle photo de profil

source: Confirm
fr: Confirme

# contactName
source: Name
fr: Nom

# contactPhone
source: Phone
fr: Téléphone

# contactNew
source: New contact
fr: Nouveau contact

source: Contacts permission
fr: Permission pour les contacts

# contactsPermissionMessage
source: To invite your friends to groups you need to grant access to your contacts
fr: Pour inviter tes amis à des groupes, tu dois nous donner accès à tes contacts

source: Copied to clipboard
fr: Copié dans le presse-papiers

source: Create
fr: Crée

source: Create new event
fr: Crée un nouvel événement

source: Create new group
fr: Crée un nouveau groupe

source: Create or join group
fr: Crée ou rejoins un groupe

source: Delete
fr: Supprime

source: Delete group
fr: Supprime le groupe

# deleteGroupConfirmation
source: Are you sure you want to delete this group?
fr: Es-tu sûr de vouloir supprimer ce groupe?

source: Delete profile
fr: Supprime le profil

# deleteProfileConfirmation
source: Are you sure you want to delete your profile?
fr: Es-tu sûr de vouloir supprimer ton profil?

# deleteSchedule
source: Delete event
fr: Supprime l'événement

# deleteScheduleConfirmation
source: Are you sure you want to delete this event?
fr: Es-tu sûr de vouloir supprimer cet événement?

source: Details
fr: Détails

# enterGroupDescription
source: You may enter an optional group description
fr: Tu peux entrer une description de groupe si tu veux

# enterGroupName
source: Enter a group name
fr: Entre un nom de groupe

# enterGroupNamePlease
source: A group name is required
fr: On a besoin d'un nom pour le groupe

source: Enter invite code
fr: Entre un code d'invitation

# enterInviteCodePlease
source: An invite code is required
fr: On a besoin d'un code d'invitation

source: Enter your name
fr: Entre ton nom

# enterYourNamePlease
source: A name is required
fr: On a besoin d'un nom

# eventDatetime
source: Event date and time
fr: Date et heure de l'événement

source: Event name
fr: Nom de l'événement

source: Events
fr: Événements

# eventsEmpty
source: Time to bring your group to life!<br/>Tap the <newevent/> button to schedule your first activity.<br/>Choose a date, set a time, and add details to get everyone excited about coming together.
fr: Il est temps de donner vie à ton groupe!<br/>Appuie sur le bouton <newevent/> pour planifier ta première activité.<br/>Choisis une date, définis une heure et ajoute des détails pour que tout le monde soit excité de se retrouver.

source: Gallery
fr: Galerie

# groupDismissAdmin
source: Dismiss as admin
fr: Révoque l'admin

# groupDismissAdminConfirmation
source: Are you sure you want to dismiss this member as an admin?
fr: Es-tu sûr de vouloir révoquer ce membre comme admin?

# groupLeave
source: Leave group
fr: Quitte le groupe

# groupLeaveConfirmation
source: Are you sure you want to leave this group? You will lose access to all group events and members.
fr: Es-tu sûr de vouloir quitter ce groupe? Tu perdras l'accès à tous les événements et membres du groupe.

# groupMakeAdmin
source: Make group admin
fr: Rend admin du groupe

# groupMakeAdminConfirmation
source: Are you sure you want to make this member an admin?
fr: Es-tu sûr de vouloir rendre ce membre admin?

# groupManage
source: Manage group
fr: Gère le groupe

source: Grant permission
fr: Donne la permission

# groupRemoveMember
source: Remove from group
fr: Retire du groupe

# groupRemoveConfirmation
source: Are you sure you want to remove this member from the group?
fr: Es-tu sûr de vouloir retirer ce membre du groupe?

# groupRoles
source: {role, select, admin{Admin} member{Member} other{Unknown}}
fr: {role, select, admin{Admin} member{Membre} other{Inconnu}}

source: Guest
fr: Invité

# invite
source: Invite members
fr: Invite des gens

# inviteCodeExplanation
source: Share this code with {user} to invite them to the group
fr: Partage ce code avec {user} pour l'inviter dans le groupe

# inviteMessage
source: Hey, join my group on Grup! Use this code {code} or click here: {link}
fr: Hey, rejoins mon groupe sur GRUP! Utilise ce code {code} ou clique ici: {link}

source: Invites
fr: Invitations

# invitesEmpty
source: Your group is waiting for its first member!<br/>Tap the <invite/> button to add friends, family, or colleagues.
fr: Il est temps d'inviter tes amis à rejoindre tes groupes!<br/>Appuie sur le bouton <invite/> pour inviter tes amis à rejoindre tes groupes et commencer à organiser des événements ensemble.

source: Invite from contacts
fr: Invite depuis tes contacts

# inviteManual
source: Invite manually
fr: Invite manuellement

# inviteMembersCTA
source: Invite some friends!
fr: Invite quelques amis!

source: Join
fr: Rejoins

source: Join group
fr: Rejoins un groupe

source: Language
fr: Langue

source: Loading...
fr: Chargement...

source: Members
fr: Membres

source: New group
fr: Nouveau groupe

source: No
fr: Non

# onboardingMessage
source: Welcome to <title>GRUP</title>!<br/>You havenâ€™t created any groups yet. Start by tapping the <plus/> button to create your first group and begin organizing events with friends, family, or colleagues.
fr: Bienvenue sur <title>GRUP</title>!<br/>Tu n'as pas encore créé de groupes. Commence en appuyant sur le bouton <plus/> pour créer ton premier groupe et commence à organiser des événements avec des amis, de la famille ou des collègues.

source: Profile
fr: Profil

# recurrenceRule
source: Recurrence
fr: Récurrence

source: Save
fr: Sauvegarde

source: Select contacts
fr: Choisis des contacts

source: Settings
fr: Paramètres

source: Sign out
fr: Déconnecte-toi

# signOutConfirmation
source: Are you sure you want to sign out?
fr: Tu es sûr de vouloir te déconnecter?

source: System language
fr: Langue du système

# themeDark
source: Dark
fr: Sombre

# themeLight
source: Light
fr: Clair

# themeSystem
source: System
fr: Système

source: Unknown
fr: Inconnu

source: Yes
fr: Oui

source: You
fr: Toi
